[
  {
    "title": "Software Engineer",
    "category": "On-site",
    "salaryRange": "$70,000 - $90,000",
    "description": "We are seeking a talented and motivated Software Engineer to join our dynamic team. The ideal candidate will have a strong background in software development, with expertise in Java and web technologies. Responsibilities include designing and implementing software solutions, collaborating with cross-functional teams, and ensuring the performance and reliability of applications.",
    "photoUrl": "https://i.ibb.co/sRTJk8F/we-are-hiring.jpg",
    "applicationDeadline": "2023-12-15",
    "applicants": 50
  },
  {
    "title": "Marketing Specialist",
    "category": "Remote",
    "salaryRange": "$50,000 - $65,000",
    "description": "Join our marketing team and make a significant impact on our brand awareness. The Marketing Specialist will be responsible for creating and implementing marketing strategies, managing social media campaigns, and analyzing market trends. This remote position offers a flexible schedule and the opportunity to work with a diverse and creative team.",
    "photoUrl": "https://i.ibb.co/fFG72VK/we-are-hiring-2.jpg",
    "applicationDeadline": "2023-12-20",
    "applicants": 30
  },
  {
    "title": "Data Analyst",
    "category": "Hybrid",
    "salaryRange": "$60,000 - $80,000",
    "description": "We are looking for a skilled Data Analyst to join our analytics team. The ideal candidate will have a strong analytical mindset, proficiency in SQL and data visualization tools. This hybrid position allows you to work both on-site and remotely, providing a balance between collaboration and flexibility.",
    "photoUrl": "https://i.ibb.co/TK7NSVq/we-are-hiring-3.jpg",
    "applicationDeadline": "2023-12-18",
    "applicants": 40
  },
  {
    "title": "Graphic Designer",
    "category": "Part-time",
    "salaryRange": "$25,000 - $35,000",
    "description": "Are you a creative individual with a passion for design? Join our team as a part-time Graphic Designer and contribute to the development of visually appealing and impactful materials. This role is perfect for those looking for flexibility, with the option to work on-site or remotely.",
    "photoUrl": "https://i.ibb.co/9Y1StPX/we-are-hiring-4.jpg",
    "applicationDeadline": "2023-12-22",
    "applicants": 20
  },
  {
    "title": "Customer Support Representative",
    "category": "On-site",
    "salaryRange": "$40,000 - $50,000",
    "description": "Join our customer support team and help us provide exceptional service to our clients. The Customer Support Representative will handle inquiries, resolve issues, and ensure customer satisfaction. This on-site position offers a collaborative work environment and opportunities for career growth.",
    "photoUrl": "https://i.ibb.co/sRTJk8F/we-are-hiring.jpg",
    "applicationDeadline": "2023-12-17",
    "applicants": 35
  },

  {
    "title": "Remote Graphic Designer",
    "category": "Remote",
    "salaryRange": "$50,000 - $70,000",
    "description": "We are looking for a creative and talented Graphic Designer to join our remote team. As a Graphic Designer, you will be responsible for creating visually appealing designs for various projects. The ideal candidate should have a strong portfolio, excellent communication skills, and the ability to work independently. Join us in shaping the visual identity of our brand!",
    "photoUrl": "https://i.ibb.co/fFG72VK/we-are-hiring-2.jpg",
    "applicationDeadline": "2023-12-20",
    "noOfApplicants": 30
  },
  {
    "title": "Hybrid Marketing Specialist",
    "category": "Hybrid",
    "salaryRange": "$60,000 - $80,000",
    "description": "We are hiring a Marketing Specialist to join our hybrid team. In this role, you will be responsible for developing and implementing marketing strategies to promote our products and services. The ideal candidate should have a strong background in marketing, excellent analytical skills, and the ability to work both on-site and remotely. Join us in driving the success of our marketing initiatives!",
    "photoUrl": "https://i.ibb.co/TK7NSVq/we-are-hiring-3.jpg",
    "applicationDeadline": "2023-12-18",
    "applicants": 40
  },

  {
    "title": "Software Developer",
    "category": "On-site",
    "salaryRange": "$70,000 - $90,000",
    "description": "We are seeking a talented Software Developer to join our dynamic team. The ideal candidate will have a strong background in software development and be passionate about creating high-quality, scalable solutions. Responsibilities include writing clean, maintainable code, collaborating with cross-functional teams, and contributing to the entire development lifecycle. Join us in shaping the future of technology!",
    "photoUrl": "https://i.ibb.co/sRTJk8F/we-are-hiring.jpg",
    "applicationDeadline": "2023-12-15",
    "applicants": 50
  },
  {
    "title": "Marketing Specialist",
    "category": "Remote",
    "salaryRange": "$50,000 - $70,000",
    "description": "Exciting opportunity for a creative and results-driven Marketing Specialist! In this role, you will develop and execute marketing strategies to promote our brand and products. The ideal candidate will have a strong background in digital marketing, social media management, and content creation. Join our remote team and make a significant impact on our company's growth!",
    "photoUrl": "https://i.ibb.co/fFG72VK/we-are-hiring-2.jpg",
    "applicationDeadline": "2023-12-20",
    "applicants": 35
  },
  {
    "title": "Data Analyst",
    "category": "Hybrid",
    "salaryRange": "$60,000 - $80,000",
    "description": "Join our dynamic team as a Data Analyst! This hybrid role involves analyzing and interpreting complex data sets to provide valuable insights. The successful candidate will have strong analytical skills, proficiency in data visualization tools, and the ability to collaborate with various teams. If you are passionate about data-driven decision-making, we want to hear from you!",
    "photoUrl": "https://i.ibb.co/TK7NSVq/we-are-hiring-3.jpg",
    "applicationDeadline": "2023-12-18",
    "applicants": 40
  },
  {
    "title": "Customer Support Representative",
    "category": "Part-time",
    "salaryRange": "$20,000 - $25,000",
    "description": "We are looking for a part-time Customer Support Representative to provide excellent service to our customers. Responsibilities include addressing customer inquiries, resolving issues, and maintaining accurate records. This is a great opportunity for individuals seeking flexible work hours and a positive work environment.",
    "photoUrl": "https://i.ibb.co/9Y1StPX/we-are-hiring-4.jpg",
    "applicationDeadline": "2023-12-22",
    "applicants": 20
  },
  {
    "title": "Graphic Designer",
    "category": "On-site",
    "salaryRange": "$45,000 - $60,000",
    "description": "Are you a creative and talented Graphic Designer? Join our on-site team and contribute to the development of visually stunning marketing materials. The ideal candidate will have experience in graphic design, proficiency in design software, and a keen eye for detail. Take your design skills to the next level with us!",
    "photoUrl": "https://i.ibb.co/sRTJk8F/we-are-hiring.jpg",
    "applicationDeadline": "2023-12-17",
    "applicants": 25
  },
  {
    "title": "Senior Software Engineer",
    "category": "Part-time",
    "salaryRange": "$90,000 - $120,000",
    "description": "We are seeking an experienced Senior Software Engineer to join our dynamic team. In this role, you will be responsible for designing and implementing complex software solutions. The ideal candidate should have a strong background in software development, excellent problem-solving skills, and the ability to work collaboratively. Join us in creating innovative solutions that will shape the future of technology!",
    "photoUrl": "https://i.ibb.co/sRTJk8F/we-are-hiring.jpg",
    "applicationDeadline": "2023-12-15",
    "applicants": 50
  }
]
